# frozen_string_literal: true

brew 'mas'

cask '1password'
cask 'appcleaner'
cask 'font-fira-code'
cask 'karabiner-elements'
cask 'maccy'
cask 'microsoft-edge'
cask 'notion'
cask 'visual-studio-code'

mas '1Password for Safari', id: 1_569_813_296
mas 'Keynote', id: 409_183_694
mas 'Numbers', id: 409_203_825
mas 'Pages', id: 409_201_541
mas 'Photomator', id: 1_444_636_541
mas 'Slack', id: 803_453_959
mas 'Tailscale', id: 1_475_387_142
mas 'The Unarchiver', id: 425_424_353
mas 'Toggl Track', id: 1_291_898_086
