# frozen_string_literal: true

tap 'homebrew/cask-fonts'
brew 'mas'

cask '1password'
cask 'adguard'
cask 'appcleaner'
cask 'font-fira-code'
cask 'karabiner-elements'
cask 'licecap'
cask 'microsoft-edge'
cask 'microsoft-office'
cask 'notion'
cask 'visual-studio-code'

mas '1Password for Safari', id: 1_569_813_296
mas 'Authenticator', id: 1_189_922_806
mas 'Keynote', id: 409_183_694
mas 'Microsoft Remote Desktop', id: 1_295_203_466
mas 'Notion Web Clipper', id: 1_559_269_364
mas 'Numbers', id: 409_203_825
mas 'Pages', id: 409_201_541
mas 'Paste', id: 967_805_235
mas 'Photomator', id: 1_444_636_541
mas 'Slack', id: 803_453_959
mas 'Tailscale', id: 1_475_387_142
mas 'The Unarchiver', id: 425_424_353
mas 'Toggl Track', id: 1_291_898_086
mas 'Tweetbot', id: 1_384_080_005
